IDEA Connection Link
ConnectionSrv.AppTempDir Field
 Main app working dir
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public static string AppTempDir
Public Shared AppTempDir As String
public:
static String^ AppTempDir
Field Value
Type: String
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace